Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# VoipGroupUserCantNowSpeakForYou
source: **{0}** is now muted in this chat for you.
ar: **⁨{0}⁩** مكتوم الآن عندك في هذه المحادثة.
be: Цяпер гук ад **{0}** адключаны для вас у гэтым чаце.
ca: Ja no podeu sentir a **{0}** en aquest xat.
de: **{0}** ist nun in diesem Chat für dich stumm.
es: **{0}** fue silenciado en este chat para ti.
fi: **{0}** mykistettiin sinulta tässä keskustelussa.
fr: Vous n'entendrez plus **{0}** dans cet échange.
it: **{0}** è ora silenziato in questa chat per te.
ko: **{0}**님은 이 대화에서 나에게 음소거됨
ms: **{0}** kini disenyap di bual ini untuk anda.
nl: **{0}** is nu voor jou gedempt in deze chat.
pl: Na tym czacie użytkownik **{0}** jest u ciebie wyciszony.
pt_br: **{0}** agora está silenciado neste chat para você.
ru: Вы больше не слышите **{0}** в чате.
sv: **{0}** är nu tystad för dig i chatten.
tr: **{0}** artık bu sohbette sizin için sessize alındı.
uk: Звук **{0}** вимкнено для вас

# VoipGroupUserChanged
source: Participants of this video chat will now see you as **{0}**
ar: ستظهر للمشاركين في هذه المحادثة المرئية بـ «**⁨{0}⁩**».
be: Удзельнікі відэачата зараз будуць бачыць вас як **{0}**
ca: Els participants del xat ara us veuen com a **{0}**.
de: Teilnehmer dieses Videochats werden dich als **{0}** sehen
es: Los participantes de este videochat ahora te verán como **{0}**.
fi: Tämän videokeskustelun osapuolet näkevät sinut nyt nimellä **{0}**.
fr: Les participants de ce salon vidéo vous verront maintenant en tant que **{0}**.
it: I partecipanti di questa chat video ora ti vedranno come **{0}**.
ko: 영상 대화 참가자들에게 회원님이 **{0}**으로 표시 됩니다.
ms: Peserta bual video ini akan nampak anda sebagai **{0}**.
nl: Deelnemers aan de spraakchat zien je nu als **{0}**
pl: Uczestnicy tego czatu wideo będą cię teraz widzieć jako **{0}**.
pt_br: Participantes deste chat de vídeo agora irão te ver como **{0}**
ru: Теперь участники видеочата видят Вас как **{0}**
sv: Deltagare i videochatten kommer nu att se dig som {0}.
tr: Bu görüntülü sohbetin katılımcıları artık sizi **{0}** olarak görecek
uk: Присутні у відеочаті тепер бачать вас як **{0}**

# VoipGroupUserRemove
source: Remove
ar: إزالة
be: Выдаліць
ca: Elimina
de: Entfernen
es: Eliminar
fi: Poista
fr: Retirer
it: Rimuovi
ko: 추방
ms: Keluarkan
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Исключить
sv: Ta bort
tr: Kaldır
uk: Вилучити

# VoipGroupVideoRecordSaved
source: Video saved to **Saved Messages**.
ar: تم حفظ التسجيل في **الرسائل المحفوظة**.
be: Відэа захавана ў **Захаванае**.
ca: S'ha desat als **Missatges desats**.
de: Video bei **Gespeichertes** abgelegt.
es: Video guardado en **Mensajes guardados**.
fi: Nauhoitettu video **tallennettiin viesteihisi**.
fr: Vidéo sauvegardée dans **Messages enregistrés**.
it: Video salvato nei **Messaggi salvati**.
ko: **저장한 메시지**로 영상이 저장되었습니다.
ms: Video disimpan ke **Mesej Disimpan**.
pl: Wideo zapisane do **Zapisanych wiadomości**.
pt_br: Vídeo salvo nas **Mensagens Salvas**.
ru: Видео сохранено в **Избранное**.
sv: Video sparad till **Sparade meddelanden**.
tr: Video, **Kayıtlı Mesajlar**'a kaydedildi.
uk: Відео збережено в чаті **Збережене**.

# VoipGroupVideoRecordStarted
source: Video recording started.
ar: بدأ تسجيل المحادثة المرئية.
be: Запіс відэа пачаўся.
ca: S'ha iniciat l'enregistrament.
de: Videoaufzeichnung gestartet
es: Grabación de video iniciada.
fi: Videon nauhoitus aloitettiin.
fr: L'enregistrement vidéo a commencé.
it: Registrazione video avviata.
ko: 영상 녹화가 시작되었습니다.
ms: Rakaman video dimulakan.
pl: Rozpoczęto nagrywanie wideo.
pt_br: Gravação de vídeo iniciada.
ru: Началась запись видео.
sv: Videoinspelning startad.
tr: Video kaydı başladı.
uk: Почалося записування відео.

# VoipGroupViewVoiceChat
source: VIEW VIDEO CHAT
ar: عرض المحادثة المرئية
be: ВІДЭАЧАТ
ca: MOSTRA EL XAT
de: VIDEOCHAT ZEIGEN
es: VER VIDEOCHAT
fi: NÄYTÄ VIDEOKESKUSTELU
fr: SALON VIDÉO
it: APRI CHAT VIDEO
ko: 영상 대화 보기
ms: LIHAT BUAL VIDEO
nl: SPRAAKCHAT
pl: CZAT WIDEO
pt_br: VER CHAT DE VÍDEO
ru: ВИДЕОЧАТ
sv: VISA VIDEOCHATT
tr: SOHBETİ GÖRÜNTÜLE
uk: ВІДЕОЧАТ

# VoipGroupVoiceChat
source: Video Chat
ar: محادثة مرئية
be: Відэачат
ca: Xat de vídeo
fi: Videokeskustelu
fr: Salon vidéo
it: Chat video
ko: 영상 대화
ms: Bual Video
nl: Spraakchat
pl: Czat wideo
pt_br: Chat de Vídeo
ru: Видеочат
sv: Videochatt
tr: Görüntülü Sohbet
uk: Відеочат

# VoipGroupVolume
source: Volume
ar: الصوت
be: Гучнасць
ca: Volum
de: Lautstärke
es: Volumen
fi: Äänenvoimakkuus
ko: 볼륨
ms: Kelantangan
pl: Głośność
ru: Громкость
sv: Volym
tr: Ses
uk: Гучність

# VoipGroupYouCanNowSpeak
source: You can now speak.
ar: يمكنك التحدّث الآن.
be: Цяпер вы можаце гаварыць.
ca: Ja podeu parlar.
de: Du darfst jetzt sprechen.
es: Ahora puedes hablar.
fi: Voit nyt puhua.
fr: Vous avez la parole.
it: Adesso puoi parlare.
ko: 이제 발언 할 수 있습니다.
ms: Anda boleh cakap.
nl: Je kunt nu spreken
pl: Możesz teraz mówić.
pt_br: Agora você pode falar.
ru: Теперь Вы можете говорить.
sv: Du kan prata nu.
tr: Artık konuşabilirsin.
uk: Тепер ви можете говорити.

# VoipGroupYouCanNowSpeakIn
source: You can now speak in **{0}**.
ar: يمكنك التحدّث الآن في «**⁨{0}⁩**».
be: Вы цяпер можаце гаварыць у **{0}**.
ca: Ja podeu parlar en **{0}**.
de: Du kannst jetzt bei **{0}** sprechen.
es: Ahora puedes hablar en **{0}**.
fi: Voit nyt puhua keskustelussa **{0}**.
fr: Vous pouvez maintenant parler dans **{0}**.
it: Adesso puoi parlare in **{0}**.
ko: 이제 **{0}**에서 발언 할 수 있습니다.
ms: Anda kini boleh cakap di **{0}**.
nl: Je kunt nu spreken in **{0}**.
pl: Możesz teraz mówić w **{0}**.
pt_br: Agora você pode falar em **{0}**.
ru: Теперь Вы можете говорить в **{0}**.
sv: Du kan nu prata i **{0}**.
tr: Artık **{0}** grubunda konuşabilirsiniz.
uk: Тепер ви можете говорити в **{0}**.

# VoipHangingUp
source: Hanging up
ar: يتم إنهاء المكالمة
be: Сканчэнне размовы
ca: S'està penjant
de: Anruf wird beendet
es: Colgando
fa: در حال قطع کردن
fi: Lopetetaan
fr: Fin de l’appel
id: Tutup panggilan
it: Riattacco
ko: 끊는 중
ms: Menamat panggilan
nl: Ophangen
pl: Rozłączanie
pt_br: Desligando
ru: Завершение
sv: Lägger på
tr: Kapatılıyor
uk: Кладемо слухавку
uz: Yakunlanmoqda
zh_cn: 正在挂断
zh_tw: 正在掛斷

# VoipHoldAndTalk
source: or hold and talk
ar: أو الضغط مطولًا للتحدث
be: або ўтрымлівайце і гаварыце
ca: o manteniu premut i parleu
de: oder halten und sprechen
es: o mantén para hablar
fi: tai pidä pohjassa puhuaksesi
fr: ou maintenir et parler
it: o tieni premuto e parla
ko: 또는 길게 눌러 말하기
ms: atau tekan dan cakap
nl: of vasthouden en praten
pl: lub przytrzymaj i mów
pt_br: ou segure e fale
ru: или удерживайте кнопку, чтобы говорить
sv: eller håll ner och prata
tr: veya basılı tutarak konuşun
uk: або затисніть і говоріть

# VoipInCallBranding
source: Telegram Call
ar: مكالمة تيليجرام
be: Выклік праз Telegram
ca: Trucada de Telegram
de: Telegram-Anruf
es: Llamada de Telegram
fa: تماس تلگرامی
fi: Telegram-puhelu
fr: Appel Telegram
id: Panggilan Telegram
it: Chiamata Telegram
ko: 텔레그램 전화
ms: Panggilan Telegram
nl: Telegram-oproep
pl: Połączenie Telegrama
pt_br: Chamada via Telegram
ru: Звонок Telegram
sv: Telegram-samtal
tr: Telegram Araması
uk: Виклик Telegram
uz: Telegram chaqiruv
zh_cn: Telegram 通话
zh_tw: Telegram 通話

# VoipInCallBrandingWithName
source: Telegram Call to {0}
ar: مكالمة تيليجرام مع ⁨{0}⁩
be: Тэлефануем {0}
ca: Trucada de Telegram a {0}
de: Telegram-Anruf mit {0}
es: Llamada de Telegram con {0}
fa: تماس تلگرامی با ⁨{0}⁩
fi: Telegram-puhelu henkilölle {0}
fr: Appel Telegram pour {0}
id: Panggilan Telegram ke {0}
it: Chiamata Telegram a {0}
ko: {0}님에게 텔레그램으로 전화
ms: Panggilan Telegram ke {0}
nl: Telegram-oproep naar {0}
pl: Połączenie Telegrama do {0}
pt_br: Chamada via Telegram para {0}
ru: Звонок {0} через Telegram
sv: Telegramsamtal till {0}
tr: {0} ile Telegram Araması
uk: Виклик Telegram до {0}
uz: Telegram orqali chaqiruv: {0}
zh_cn: 有人正在呼叫 {0}
zh_tw: 有人正在呼叫 {0}

# VoipIncoming
source: Incoming call
ar: مكالمة واردة
be: Уваходны выклік
ca: Trucada entrant
de: Eingehender Anruf
es: Llamada entrante
fa: تماس دریافتی
fi: Saapuva puhelu
fr: Appel entrant
id: Panggilan masuk
it: Chiamata in entrata
ko: 수신 전화
ms: Panggilan masuk
nl: Inkomende oproep
pl: Połączenie przychodzące
pt_br: Recebendo chamada
ru: Входящий звонок
sv: Inkommande samtal
tr: Gelen arama
uk: Вхідний виклик
uz: Kiruvchi chaqiruv
zh_cn: 来电
zh_tw: 來電

# VoipInVideoCallBranding
source: Telegram Video Call
ar: مكالمة تيليجرام مرئية
be: Відэавыклік Telegram
ca: Videotrucada del Telegram
de: Telegram Videoanruf
es: Videollamada de Telegram
fa: تماس ویدیویی تلگرامی
fi: Telegram-videopuhelu
fr: Appel vidéo Telegram
id: Panggilan Video Telegram
it: Videochiamata Telegram
ko: 텔레그램 영상 통화
ms: Panggilan Video Telegram
nl: Telegram-video-oproep
pl: Połączenie wideo Telegrama
pt_br: Videochamada via Telegram
ru: Видеозвонок через Telegram
sv: Telegram-videosamtal
tr: Telegram Görüntülü Araması
uk: Відеовиклик Telegram
uz: Telegram video chaqiruv

# VoipInVideoCallBrandingWithName
source: Telegram Video Call to {0}
ar: مكالمة تيليجرام مرئية مع ⁨{0}⁩
be: Відэавыклік Telegram {0}
ca: Videotrucada de Telegram a {0}
de: Telegram Videoanruf mit {0}
es: Videollamada de Telegram con {0}
fa: تماس ویدیوی تلگرامی با ⁨{0}⁩
fi: Telegram-videopuhelu henkilölle {0}
fr: Appel vidéo Telegram à {0}
id: Panggilan Video Telegram ke {0}
it: Videochiamata Telegram a {0}
ko: {0}님으로 부터의 영상 통화
ms: Panggilan Video Telegram ke {0}
nl: Telegram-video-oproep naar {0}
pl: Połączenie wideo Telegrama do {0}
pt_br: Videochamada via Telegram para {0}
ru: Видеозвонок {0} через Telegram
sv: Telegram videosamtal till {0}
tr: {0} ile Telegram Görüntülü Araması
uk: Відеовиклик Telegram до {0}
uz: {0}ga Telegram video chaqiruv

# VoipLiveStream
source: Ongoing Live Stream
ar: بث مباشر نشط
be: Бягучы жывы эфір
ca: Directe en curs
de: Laufender Livestream
es: Stream en directo en curso
fi: Suora lähetys meneillään
fr: Diffusion en cours
it: Diretta streaming in corso
ko: 실시간 방송 진행 중
ms: Strim Sedang Berlangsung
pl: Trwająca transmisja na żywo
pt_br: Transmissão Ao Vivo Acontecendo
ru: Идет трансляция
sv: Pågående liveströmning
tr: Devam Eden Canlı Yayın
uk: Триває трансляція

# VoipMute
source: Mute
ar: كتم
be: Выкл. аўдыя
ca: Silencia
de: Stumm
es: Silenciar
fa: بی‌صدا کردن
fi: Mykistä
fr: Muet
id: Senyapkan
it: Muto
ko: 음소거
ms: Senyapkan
nl: Geluid uit
pl: Wycisz
pt_br: Silenciar
ru: Выкл. звук
sv: Tyst
tr: Sessize Al
uk: Вимк. звук
uz: Ovozsiz

# VoipMutedByAdmin
source: Muted by admin
ar: التحدّث ممنوع
be: Гук адключаны кіраўніком
ca: Silenciat per l'administrador
de: Durch Admin stummgeschaltet
es: Silenciado por el administrador
fi: Valvojan mykistämä
fr: Muet par un admin
it: Silenziato dall'amministratore
ko: 관리자가 음소거함
ms: Disenyapkan oleh pentadbir
nl: Gedempt door een beheerder
pl: Wyciszono przez admina
pt_br: Silenciado pelo admin
ru: Вы — слушатель
sv: Tystad av administratör
tr: Yönetici sesi kapattı
uk: Заглушено

# VoipMutedByAdminInfo
source: You are in Listen Only Mode
ar: أنت في وضع الاستماع فقط
be: Вы можаце толькі слухаць
ca: Només hi podeu escoltar
de: Du befindest dich im Nur-Zuhören-Modus
es: Estás en modo de sólo escucha
fi: Olet vain kuuntelu -tilassa
fr: En mode écoute uniquement
it: Sei in modalità solo ascolto
ko: 듣기 전용 모드입니다
ms: Anda di mod Dengar Sahaja
nl: Je kan nu alleen luisteren
pl: Jesteś w trybie tylko do nasłuchu
pt_br: Você está no Modo Ouvinte
ru: Вам не разрешено использовать микрофон
sv: Du är i läge Endast lyssning
tr: Sadece dinleme modundasınız
uk: Ви можете лише слухати

# VoipMutedByAdminShort
source: Muted
ar: تم كتمه
be: Мікрафон адключаны
ca: Silenciat
de: Stumm
es: Silenciado
fi: Mykistetty
fr: Muet
it: Silenziato
ko: 음소거됨
ms: Disenyapkan
nl: Gedempt
pl: Wyciszone
pt_br: Silenciado
ru: Выкл.
sv: Tystad
tr: Sessiz
uk: Заглушено

# VoipMutedTapedForSpeak
source: You asked to speak
ar: لقد طلبت التحدّث
be: Вы папрасілі выказацца
ca: Heu demanat parlar
de: Du wolltest sprechen
es: Pediste hablar
fi: Pyysit saada puhua
fr: Vous demandez la parole
it: Hai chiesto di parlare
ko: 발언을 요청했습니다
ms: Anda minta untuk cakap
nl: Je vroeg om te spreken
pl: Poproszono o głos
pt_br: Você pediu para falar
ru: Вы подняли руку
sv: Du begärde att få prata
tr: Konuşmak istedin
uk: Ви попросили мікрофон

# VoipMutedTapedForSpeakInfo
source: We let the speakers know
ar: سيتم إعلام المتحدّثين
be: Мы паведамілі выступоўцам
ca: Notificarem els oradors
de: Sprecher wurden informiert
es: Avisaremos a los oradores
fi: Kerromme siitä puhujille
fr: Nous en informons les intervenants
it: Lo faremo sapere agli speaker
ko: 저희가 발언자들에게 알렸습니다
ms: Yang bercakap akan diberitahu
nl: Sprekers geïnformeerd
pl: Daliśmy znać mówiącym
pt_br: Avisamos aos locutores
ru: Мы оповестили спикеров
sv: Vi låter talare veta
tr: Konuşmacılara haber veriyoruz
uk: Доповідачі дізнаються про це

# VoipMutedTapForSpeak
source: tap if you want to speak
ar: اضغط إذا كنت تريد التحدّث
be: націсніце, калі вы хочаце гаварыць
ca: Toqueu si voleu parlar
de: antippen zum Sprechen
es: toca si quieres hablar
fi: napauta jos haluat puhua
fr: Toucher pour demander la parole
it: tocca se vuoi parlare
ko: 발언하고 싶다면 누르세요
ms: tekan kalau anda ingin cakap
nl: tik als je wilt spreken
pl: dotknij, jeśli chcesz mówić
pt_br: toque se deseja falar
ru: нажмите, чтобы запросить слово
sv: Tryck om du vill prata
tr: konuşmak istiyorsanız dokunun
uk: натисніть, якщо хочете говорити

# VoipNeedCameraPermission
source: Telegram needs access to your camera so that you can make video calls.
ar: يحتاج تيليجرام الوصول إلى الكاميرا للتمكّن من إجراء مكالمات مرئية. يرجى الذهاب لإعدادات جهازك > الأذونات وتمكين الكاميرا.
be: Telegram патрэбны доступ да вашай камеры, каб вы маглі рабіць відэавыклікі.
ca: Telegram necessita accés a la càmera perquè pugueu fer videotrucades.
de: Telegram benötigt für Videoanrufe Zugriff auf deine Kamera.
es: Telegram necesita acceso a tu cámara para que puedas hacer videollamadas.
fi: Telegram tarvitsee pääsyn kameraasi, jotta voisit soittaa videopuheluita. Salli pääsy kameraan lupa-asetuksista.
fr: Telegram a besoin d'accéder à votre caméra pour pouvoir effectuer des appels vidéo.
it: Telegram deve accedere alla tua fotocamera per poter effettuare videochiamate.
ko: 텔레그램이 영상 통화를 하려면 카메라 접근 권한이 필요합니다.
ms: Telegram perlu akses ke kamera anda agar anda boleh buat panggilan video.
nl: Telegram heeft toegang tot je camera nodig om video-oproepen te maken.
pl: Aby można było prowadzić rozmowy wideo, Telegram musi mieć dostęp do aparatu.
pt_br: O Telegram precisa de acesso à sua câmera para você fazer chamadas de vídeo.
ru: Telegram требуется доступ к камере, чтобы Вы могли совершать видеозвонки.
sv: Telegram behöver kameraåtkomst för att du skall kunna ringa videosamtal. Gå till Inställningar > Behörigheter och slå om Kamera till På.
tr: Telegram'ın görüntülü arama yapabilmesi için kameranıza erişmesi gerekiyor.
uk: Надайте Telegram доступ до камери, щоб ви могли здійснювати відеовиклики.

# VoipNeedMicCameraPermission
source: Telegram needs access to your microphone and camera so that you can make video calls.
ar: يحتاج تيليجرام الوصول إلى المايكروفون والكاميرا لإجراء المكالمات المرئية. من إعدادات الهاتف> الأذونات وتشغيل المايكروفون والكاميرا.
be: Telegram патрэбны доступ да вашага мікрафона і камеры, каб вы маглі рабіць відэавыклікі.
ca: El Telegram necessita accedir al micròfon i la càmera perquè pugueu fer videotrucades.
de: Telegram benötigt Zugriff auf dein Mikrofon und deine Kamera, damit du Videoanrufe tätigen kannst.
es: Telegram necesita acceso a tu micrófono y cámara para que puedas hacer videollamadas.
fa: تلگرام باید به میکروفن و دوربین شما دسترسی داشته باشد تا بتوانید تماس ویدیویی برقرار کنید.
fi: Telegram tarvitsee pääsyn mikrofoniisi ja kameraasi, jotta voisit soittaa videopuheluita. Salli pääsy mikrofoniin ja kameraan lupa-asetuksista.
fr: Telegram a besoin d'accéder à votre microphone et à votre caméra afin de passer des appels vidéo.
id: Telegram membutuhkan akses ke mikrofon dan kamera agar Anda dapat membuat panggilan video.
it: Telegram deve accedere al tuo microfono e alla tua videocamera per poter effettuare videochiamate.
ko: 텔레그램이 영상 통화를 하기 위하여 기기의 마이크와 카메라에 접근이 필요합니다.
ms: Telegram perlu akses ke mikrofon dan kamera anda agar anda dapat lakukan panggilan video.
nl: Telegram heeft toegang nodig tot je microfoon en camera, zodat je video-oproepen kunt doen.
pl: Aby prowadzić rozmowy wideo, Telegram musi mieć dostęp do mikrofonu i kamery.
pt_br: O Telegram precisa de acesso ao seu microfone e à câmera para que você possa fazer videochamadas.
ru: Чтобы Вы могли совершать видеозвонки, Telegram требуется доступ к камере и микрофону.
sv: Telegram behöver åtkomst till din mikrofon och kamera för att kunna ringa videosamtal. Tryck Inställningar>Behörigheter och sätt Mikrofon och Kamera till På.
tr: Görüntülü arama yapabilmeniz için Telegram'ın mikrofonunuza ve kameranıza erişmesi gerekiyor.
uk: Telegram потрібен доступ до мікрофона та камери, щоб робити відеовиклики.
uz: Telegram video chaqiruvlarni amalga oshirishingiz uchun mikrofon va kamerangizdan foydalanishi kerak.

# VoipNeedMicCameraPermissionWithHint
source: **Telegram** needs camera and microphone access so that you can make video calls. Tap Settings > Permissions, and turn **Microphone** and **Camera** on.
ar: يحتاج تيليجرام الوصول إلى المايكروفون لتتمكنوا من إجراء المكالمات المرئية. يرجى تمكين **المايكروفون** و **الكاميرا** في إعدادات الهاتف > الأذونات.
ca: El **Telegram** necessita accés a la càmera i al micròfon perquè pugueu fer vídeotrucades. Toqueu Configuració > Permisos, i activeu **Càmera** i **Micròfon**.
de: **Telegram** benötigt Zugriff auf dein **Mikrofon**, damit du Videoanrufe führen kannst. Tippe unten auf Einstellungen > Berechtigungen und aktiviere den Zugriff.
es: **Telegram** necesita acceso a la cámara y al micrófono para que puedas hacer videollamadas. Toca Ajustes > Permisos, y activa **Micrófono** y **Cámara**.
fi: **Telegram** tarvitsee pääsyn kameraasi ja mikrofoniisi videopuheluiden soittamiseen. Napauta Asetukset > Luvat, ja salli **Mikrofoni** sekä **Kamera**.
it: **Telegram** deve accedere alla fotocamera e al microfono per poter effettuare videochiamate. Tocca Impostazioni > Permessi, e attiva **Microfono** e **Fotocamera**.
ms: **Telegram** perlukan aksess ke kamera dan mikrofon agar anda boleh buat panggilan video. Tekan Aturan > Permisi dan buka **Mikrofon** dan **Kamera**.
pl: Aby można było prowadzić rozmowy wideo, **Telegram** musi mieć dostęp do aparatu i mikrofonu. Dotknij Ustawienia » Zezwolenia i włącz **Mikrofon** i **Aparat**.
ru: Telegram требуется доступ к камере и микрофону, чтобы Вы могли использовать видеозвонки. Для этого включите опции **Микрофон** и **Камера** в настройках телефона > Разрешения.
sv: **Telegram** behöver kameraåtkomst om du ska kunna ringa videosamtal. Gå till Inställningar -> Behörigheter och sätt **Mikrofon** och **Kamera** till På.
tr: **Telegram**, görüntülü arama yapabilmeniz için kamera ve mikrofon erişimine ihtiyaç duyar. Ayarlar > İzinler'e dokunun ve **Mikrofon** ile **Kamera**'yı açın.
uk: **Telegram** потрібен доступ до камери та мікрофона, щоб ви могли здійснювати відеовиклики. Відкрийте Налаштування > Дозволи та увімкніть **Мікрофон** і **Камера**.

# VoipNeedMicPermission
source: Telegram needs access to your microphone so that you can make calls.
ar: يحتاج تيليجرام إلى استخدام الميكروفون من أجل إجراء المكالمات. من إعدادات الهاتف> الأذونات وتشغيل المايكروفون.
be: Telegram патрэбны доступ да вашага мікрафона, каб вы маглі тэлефанаваць.
ca: El Telegram necessita accedir al micròfon perquè pugueu fer trucades.
de: Telegram benötigt für Sprachanrufe Zugriff auf dein Mikrofon.
es: Telegram necesita acceso a tu micrófono para que puedas realizar llamadas.
fa: تلگرام باید به میکروفن شما دسترسی داشته باشد تا بتوانید تماس برقرار کنید.
fi: Telegram tarvitsee pääsyn mikrofoniisi, jotta voit soittaa puheluita. Salli pääsy mikrofoniin lupa-asetuksista.
fr: Telegram doit accéder à votre microphone pour que vous puissiez passer des appels.
id: Telegram membutuhkan akses mikrofon sehingga Anda dapat memulai panggilan.
it: Telegram deve accedere al microfono per poter effettuare chiamate.
ko: 전화를 걸려면 텔레그램에게 마이크 접근 권한을 부여하셔야 합니다.
ms: Telegram perlu akses ke mikrofon anda supaya anda boleh membuat panggilan.
nl: Telegram heeft toegang tot je microfoon nodig zodat je kunt bellen.
pl: Aby można było wykonywać połączenia, Telegram musi mieć dostęp do mikrofonu.
pt_br: O Telegram precisa acessar seu microfone para poder fazer chamadas.
ru: Telegram требуется доступ к микрофону, чтобы Вы могли пользоваться звонками.
sv: Telegram behöver åtkomst till din mikrofon för att kunna ringa samtal. Tryck på Inställningar > Behörighet och aktivera mikrofon.
tr: Telegram'ın mikrofonunuza erişmesi gerekiyor, böylece arama yapabilirsiniz.
uk: Щоб телефонувати, Telegram потрібен доступ до мікрофона.
uz: Siz chaqiruvlarni amalga oshira olishingiz uchun Telegram mikrofoningizga kirish huquqiga ega boʻlishi kerak.
zh_cn: Telegram 需要访问您的麦克风来拨打电话。
zh_tw: Telegram 需要存取您的麥克風來撥打電話。

# VoipNeedMicPermissionWithHint
source: **Telegram** needs microphone access so that you can make calls. Tap Settings > Permissions, and turn **Microphone** on.
ar: يحتاج **تيليجرام** الوصول إلى المايكروفون لتتمكنوا من إجراء المكالمات. يرجى تشغيل **المايكروفون** في إعدادات الهاتف > الأذونات.
ca: El **Telegram** necessita accés al micròfon perquè pugueu fer trucades. Toqueu Configuració > Permisos, i activeu **Micròfon**.
de: **Telegram** benötigt Zugriff auf dein **Mikrofon**, damit du Anrufe tätigen kannst. Tippe unten auf Einstellungen > Berechtigungen und aktiviere den Zugriff.
es: **Telegram** necesita acceso al micrófono para que puedas hacer llamadas. Toca Ajustes > Permisos, y activa **Micrófono**.
fi: **Telegram** tarvitsee pääsyn mikrofoniisi puheluiden soittamiseen. Napauta Asetukset > Luvat, ja salli **Mikrofoni**.
it: **Telegram** deve accedere al microfono per poter effettuare chiamate. Tocca Impostazioni > Permessi, e attiva **Microfono**.
ms: **Telegram** perlu akses ke mikrofon agar anda boleh buat panggilan. Tekan Aturan > Permisi, dan buka **Mikrofon**.
pl: Aby można było dzwonić, **Telegram** musi mieć dostęp do mikrofonu. Dotknij Ustawienia » Zezwolenia i włącz **Mikrofon**.
ru: Telegram требуется доступ к микрофону, чтобы Вы могли пользоваться звонками. Для этого включите **Микрофон** в настройках телефона > Разрешения.
sv: **Telegram** behöver mikrofonåtkomst för att du ska kunna ringa telegramsamtal. Gå till Inställningar -> Behörigheter och sätt **Mikrofon** till På.
tr: **Telegram**, arama yapabilmeniz için mikrofon erişimine ihtiyaç duyar. Ayarlar > İzinler'e dokunun ve **Mikrofon**'u açın.
uk: **Telegram** потрібен доступ до мікрофона, щоб ви могли здійснювати виклики. Відкрийте Налаштування > Дозволи та увімкніть **Мікрофон**.

# VoipNoiseCancellation
source: Noise suppression
ar: تقليل الضوضاء
be: Падаўленне шуму
ca: Supressió del soroll
de: Rauschunterdrückung
es: Supresión de ruido
fi: Melunvaimennus
fr: Suppression de bruit
it: Soppressione del rumore
ko: 소음 억제
ms: Pengurangan bising
nl: Ruisonderdrukking
pl: Tłumienie hałasu
pt_br: Supressão de ruído
ru: Шумоподавление
sv: Brusreducering
tr: Gürültü azaltma
uk: Шумозаглушення

# VoipNoiseCancellationDisabled
source: Disabled
ar: معطّل
be: Адключана
ca: Desactivada
de: Ausgeschaltet
es: Desactivada
fi: Ei käytössä
fr: Désactivée
it: Disattivata
ko: 사용안함
ms: Nyahdaya
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativada
ru: Отключено
sv: Inaktiverad
tr: Kapalı
uk: Вимкнено

# VoipNoiseCancellationEnabled
source: Enabled
ar: مفعّل
be: Уключана
ca: Activada
de: Eingeschaltet
es: Activada
fi: Käytössä
fr: Activée
it: Attivata
ko: 켬
ms: Daya
nl: Ingeschakeld
pl: Włączone
pt_br: Ativada
ru: Включено
sv: Aktiverad
tr: Etkin
uk: Увімкнено
